Repository: nakisara01/WorkTimeIsIt
Catalog: WorkTimeIsIt/Localizable.xcstrings
Source language: en
Languages: ko

# app.displayName
source: Time to Leave
ko: 퇴근까지

# dashboard.checkIn
source: Check-in
ko: 체크인

# dashboard.clockOut
source: Clock Out
ko: 퇴근

# dashboard.clockOutButton
source: 🎵 Clock Out
ko: 지금 퇴근하기

# dashboard.completed.subtitle
source: Have a great rest of your day
ko: 오늘도 좋은 하루 되세요

# dashboard.completed.title
source: Great job!
ko: 수고하셨습니다!

# dashboard.lunch
source: Lunch
ko: 점심

# dashboard.noLunch
source: None
ko: 없음

# dashboard.status.completed
source: 🎉 Great job!
ko: 🎉 수고하셨습니다!

# dashboard.status.ended
source: Today's work is done
ko: 오늘 근무가 종료되었습니다

# dashboard.status.working
source: Time remaining
ko: 퇴근까지 남은 시간

# dashboard.summary.checkIn
source: Check-in
ko: 체크인

# dashboard.summary.clockOut
source: Clock Out
ko: 퇴근

# dashboard.summary.workHours
source: Work Hours
ko: 근무 시간

# dashboard.timeSettings
source: Time Settings
ko: 시간 설정

# displayMode.endTime
source: End Time
ko: 퇴근 시간

# displayMode.endTimeDesc
source: Shows the end of work time
ko: 퇴근 시간을 표시합니다

# displayMode.remainingDesc
source: Shows time remaining until end of work
ko: 퇴근까지 남은 시간을 표시합니다

# displayMode.remainingTime
source: Remaining Time
ko: 남은 시간

# format.hours
source: %d hours
ko: %d시간

# format.hoursMinutes
source: %1$d hours %2$d min
ko: %1$d시간 %2$d분

# format.overtimeHours
source: %.1f hours
ko: %.1f 시간

# nav.dashboard
source: Dashboard
ko: 대시보드

# nav.preferences
source: Preferences
ko: 환경설정

# nav.timeSettings
source: Time Settings
ko: 시간 설정

# preferences.back
source: Back
ko: 돌아가기

# preferences.displayMode.endTime
source: End Time
ko: 퇴근 시간

# preferences.displayMode.remaining
source: Remaining
ko: 남은 시간

# preferences.displayMode.title
source: Menu Bar Display Mode
ko: 메뉴바 표시 모드

# preferences.icon.description
source: Select an icon to display in the menu bar
ko: 메뉴바에 표시할 아이콘을 선택하세요

# preferences.icon.title
source: Icon Settings
ko: 아이콘 설정

# preferences.title
source: Preferences
ko: 환경설정

# sprite.miner
source: Miner
ko: 광부

# sprite.rocket
source: Rocket
ko: 로켓

# sprite.runner
source: Runner
ko: 러너

# sprite.surfer
source: Surfer
ko: 서퍼

# timeSettings.back
source: Back
ko: 돌아가기

# timeSettings.endTime
source: Estimated End Time (Auto)
ko: 퇴근 예정 시간 (자동 계산)

# timeSettings.footer
source: Settings are automatically applied to the menu bar. You can change them at any time.
ko: 설정한 시간은 자동으로 메뉴바에 반영됩니다. 언제든지 변경할 수 있습니다.

# timeSettings.info
source: Set your work hours to accurately calculate the time remaining until the end of work.
ko: 근무 시간을 설정하면 퇴근까지 남은 시간을 정확하게 계산할 수 있습니다.

# timeSettings.lunch.description
source: Exclude lunch break from work hours
ko: 근무 시간에서 점심시간을 제외합니다

# timeSettings.lunch.end
source: Lunch End
ko: 점심시간 종료

# timeSettings.lunch.exclude
source: Exclude Lunch Break
ko: 점심시간 제외

# timeSettings.lunch.start
source: Lunch Start
ko: 점심시간 시작

# timeSettings.lunch.title
source: Lunch Break Settings
ko: 점심시간 설정

# timeSettings.overtime.description
source: Set additional work hours for overtime
ko: 야근 시 추가 근무 시간을 설정합니다

# timeSettings.overtime.enable
source: Enable Overtime Mode
ko: 야근 모드 활성화

# timeSettings.overtime.hours
source: Additional Hours
ko: 추가 근무 시간

# timeSettings.overtime.title
source: Overtime Settings
ko: 야근 설정

# timeSettings.save
source: 💾 Save Settings
ko: 💾 시간 설정하기

# timeSettings.saved
source: Settings saved!
ko: 설정이 저장되었습니다!

# timeSettings.startTime
source: Start Time (Work Start)
ko: 출근시간 (근무시작시간)

# timeSettings.title
source: Time Settings
ko: 시간 설정

# timeSettings.totalWorkHours
source: Total Work Hours
ko: 총 업무시간
